[
  {
    "id": "1",
    "name": "Front-End React Developer",
    "level": "Mid",
    "company": "Levva",
    "from": "09/2021",
    "to": "at the moment",
    "description": "Development of Ambev's B2B (BEES) e-commerce platform, with more than 800,000 customers and R$9 million in turnover in the second quarter of 2021. We use the most recent and adopted technologies and tools for development, quality control, security, as well as agile     methodologies and continuous integration and delivery processes."
  },
  {
    "id": "2",
    "name": "Front-End Developer",
    "level": "Junior",
    "company": "STEFANINI CONSULTORIA E ASSESSORIA EM INFORMÁTICA S/A",
    "from": "03/2021",
    "to": "09/2021",
    "description": "Responsible for the creation of the internal site “PITIA”(Previsão inteligente de tipo de abandono) which is responsible for the prediction of abandonment of oil wells. Project made at ReactJS, StyledComponents to styles ContextAPI(GlobalStore)."
  },
  {
    "id": "3",
    "name": "Front-end developer",
    "level": "Junior",
    "company": "STEFANINI CONSULTORIA E ASSESSORIA EM INFORMÁTICA S/A",
    "from": "06/2019",
    "to": "03/2021",
    "description": "Experience in reviewing and editing marketing materials and corporate communications - Development of the pipocadigital.com.br/ website in conjunction with the development team."
  },
  {
    "id": "4",
    "name": "Systems Development Intern",
    "level": "Treinee",
    "company": "STEFANINI CONSULTORIA E ASSESSORIA EM INFORMÁTICA S/A",
    "from": "12/2018",
    "to": "06/2019",
    "description": "Responsible for reviewing and editing the federal savings bank website in conjunction with the development team."
  },
  {
    "id": "5",
    "name": "Support analyst",
    "level": "Junior/Mid/Senior",
    "company": "STEFANINI CONSULTORIA E ASSESSORIA EM INFORMÁTICA S/A",
    "from": "11/2010",
    "to": "12/2018",
    "description": "Responsible for the installation, configurations and maintenance of Hardware / Software (Windows 7, Office Applications, Internal Programs in the public service of the     state of Rio de Janeiro)"
  }
]
